/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Jadual gelombang sedang dicipta pada masa ini. Sila cuba sekali lagi selepas proses penciptaan selesai.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Maklumat timbral untuk satu jadual gelombang telah dikesan. Modulasi forman tersedia, dengan menukar tombol Modulasi kepada \"Forman\". Tombol Bentuk 1 dan Bentuk 2 tidak berfungsi.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Untuk mencipta jadual gelombang, fail audio mesti mempunyai pic yang malar, beberapa bahagian berpic diasingkan dengan bunyi senyap atau satu, atau lebih bahagian kitaran tunggal.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "Jadual gelombang baru mengandungi %d bentuk gelombang.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Jadual Gelombang Sedang Dicipta";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Jadual Gelombang Dicipta Dengan Bentuk Gelombang Tunggal";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Jadual Gelombang Tidak Dicipta";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Jadual Gelombang Dicipta";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Dalaman";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Rantai Sisi:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Tidak Aktif";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Input Audio Luaran:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Pengenalan Not";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Analisis Pic";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Menganalisis: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Ralat membuka fail";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Fail yang anda cuba muatkan tidak dijumpai.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Ralat membuka fail";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Tiada memori yang mencukupi untuk memuatkan fail yang dipilih.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "Fail mengandungi perubahan tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Amaran: Satu atau lebih fail yang anda import mengandungi penanda penukaran tempo. Versi MainStage ini tidak menyokong menyelaraskan fail dengan penukaran tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Ralat membuka fail";

/* Playback file alert */
"PlaybackTransientsMessage" = "Transien dalam fail yang dipilih telah disembunyikan dalam Logic Pro. Buka fail dalam Logic Pro dan nyahsembunyikan transien sebelum membuka semula fail dalam plugin.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Ralat tidak diketahui";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Fail yang dipilih tidak dapat dibuka.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Format fail audio tidak disokong";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "Fail audio yang anda cuba tambahkan adalah format fail yang tidak disokong. Tukar fail ke format yang disokong menggunakan iTunes atau aplikasi audio lain sebelum menambahnya ke plugin Main Balik.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (Fail tiada)";
